local AddonName, ns = ...

if (GetLocale() ~= "zhTW") then return end

local L = ns.L
L["进食充分"] = "進食充分"
L["食物"] = "食物"
L["合剂"] = "精煉藥劑"
L["%s提醒正在冷却中"] = "%s提醒正在冷卻中"
L["你缺少%s，请及时补充。"] = "你缺少%s，請及時補充。"
L["左键密语缺少%s的玩家"] = "左鍵密語缺少%s的玩家"
L["缺少%s的人数太多，无法密语。"] = "缺少%s的人數太多，無法密語。"
L["锁定界面"] = "鎖定介面"
L["解锁界面"] = "解鎖介面"
L["切换为单列布局"] = "切換為單欄佈局"
L["切换为双列布局"] = "切換為雙欄佈局"
L["布局"] = "佈局"
L["单列布局"] = "單欄佈局"
L["双列布局"] = "雙欄佈局"
L["单行布局"] = "單行佈局"
L["BUFF过滤"] = "BUFF過濾"
L["至少需要保留5种BUFF监控"] = "至少需要保留5種BUFF監控"
L["专注魔法"] = "專注魔法"
L["应有数量：%s，当前数量：%s"] = "應有數量：%s，目前數量：%s"
L["常驻BUFF"] = "常駐BUFF"
L["任意灵气"] = "任意領域"
L["（%s）"] = "（%s）"
